/**
*Объявление пакета, в котором находится класс
*/
package main;
/**
Создание вспомогательного класса для перехода между формами
*/
public interface FormManager {
	/**
	*Объявление метода управления формами Эскобар и Клиент
	*/
	  void toggleForms();
	  /**
	  *Объявление метода управления формами Эскобар и Кредитор
	  */
	  void toggleForms1();
	  /**
	  *Объявление метода управления формой Пароль
	  */
	  void toggleForms2();
	  /**
	  *Окончание создания вспомогательного класса для перехода между формами
	  */
	}
